AmazonWebServices.aws-toolkit-vscode
Cardinal90.multi-cursor-case-preserve
Codeium.codeium
EditorConfig.EditorConfig
HashiCorp.HCL
HashiCorp.terraform
anthropic.claude-code
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
golang.Go
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
oderwat.indent-rainbow
redhat.ansible
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
usernamehw.errorlens
vscjava.vscode-java-pack
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
